server/app/controllers/orgs_controller.rb

  def index
    @orgs = Org.all
---
SELECT "orgs".* FROM "orgs"

    def set_org
      @org = Org.find(params[:id])
---
SELECT "orgs".* FROM "orgs" WHERE "orgs"."id" = ? LIMIT 1  [["id", "1"]]